Repository: Eric-Brison/offline-server
Catalog: OFFLINE_*.po
Languages: fr

source: %s Share folder
fr: Dossier partagé %s

source: %s User folder
fr: Espace de %s

source: %s Users folder
fr: Espaces utilisateur %s

source: %s following constraints are not validated: %s
fr: %s les contraintes suivantes ne sont pas respectées : %s

source: %s has been downloaded
fr: téléchargement de %s

source: %s has been recorded
fr: enregistrement de %s

source: Book in my space
fr: Réserver dans mon espace

source: Clear Share Folder
fr: Effacer le dossier partagé

source: Clear User Folder
fr: Effacer le dossier utilisateur

source: Domain
fr: Domaine

source: Domain %s
fr: Domaine %s

source: DomainSyncApi::beginTransaction
fr: début de synchronisation

source: DomainSyncApi::bookDocument
fr: Verrouillage du document

source: DomainSyncApi::endTransaction
fr: fin des téléversements

source: DomainSyncApi::getSharedDocuments
fr: récupération des documents partagés

source: DomainSyncApi::getUserDocuments
fr: récupération des documents utilisateur

source: DomainSyncApi::pushDocument
fr: téléversement d'un document

source: DomainSyncApi::removeUserDocument
fr: détachement d'un document

source: DomainSyncApi::revertDocument
fr: récupération d'un document

source: DomainSyncApi::unbookDocument
fr: Déverrouillage du document

source: Download offline client application
fr: Télécharger l'application offline

source: Hide OK status
fr: Masquer les status OK

source: Modification Date Menu
fr: Date de modification

source: OFFLINE:%s directory not found
fr: Répertoire '%s' non trouvé

source: OFFLINE:%s directory not writable
fr: Répertoire '%s' non accessible en écriture

source: OFFLINE:File '%s' not found
fr: Fichier '%s' non trouvé

source: OFFLINE:File not found for '%s'
fr: Fichier non trouvé pour '%s'

source: OFFLINE:Hello
fr: Bonjour

source: OFFLINE:Offline browser URL
fr: URL de navigateur du client Offline

source: OFFLINE:Offline client additional customize dir
fr: Répertoire optionnel de customisation du client offline

source: OFFLINE:Offline client build output dir
fr: Répertoire où sont générés les clients Offline

source: OFFLINE:Offline client update enabled
fr: Activer la vérification des mises à jour du client Offline

source: OFFLINE:Offline data URL
fr: URL de données du client Offline

source: OFFLINE:Offline update URL
fr: URL de mise à jour du client Offline

source: OFFLINE:Parameter %s must be set
fr: Le paramètre %s doit être renseigné

source: OFFLINE:Transition non authorized from %s to %s
fr: Transition de %s à %s (non autorisée)

source: OFFLINE:access client build
fr: Accès à la construction des clients offline

source: OFFLINE:access client update
fr: Accès à la mise-à-jour des clients offline

source: OFFLINE:access list of clients to download
fr: Accès à la liste des clients disponible en téléchargement

source: OFFLINE:build clients
fr: Construction des clients offline

source: OFFLINE:client update
fr: Mise-à-jour des clients offline

source: OFFLINE:consult and modify your documents when your Dynacase server is unreachable
fr: Consultez et modifez vos documents lorsque votre serveur Dynacase n'est pas accessible

source: OFFLINE:list of clients to download
fr: Liste des clients disponible en téléchargement

source: OFFLINE:view all versions
fr: Voir toutes les versions

source: OFFLINE:you can dowload here the Offline client for your platform
fr: Vous pouvez ici télécharger la version de Dynacase Offline en fonction de votre plateforme

source: Properties
fr: Propriétés

source: Reason
fr: Raison

source: Remove from %s
fr: Enlever du %s

source: Remove the document from share space
fr: Enlever le document de l'espace partagé

source: Set in %s
fr: Mettre dans %s

source: Set in my space to read it
fr: Mettre dans mon espace

source: Share the document to see it with offline application
fr: Partager le document sur les applications offline

source: Sync report
fr: Rapport de synchronisation

source: Sync report %s.html
fr: Rapport de synchronisation %s.html

source: access to documents of my space
fr: accès aux documents de mon espace

source: after save warning:%s
fr: Avertissement suite à l'enregistrement : %s

source: api domains of current user
fr: api pour le domain de l'utilisateur courant

source: book the document to modify it with offline application
fr: réserver le document pour modification avec l'application offline

source: delete document %s
fr: suppression du document %s

source: delete documents :
fr: suppression des documents :

source: document %s not found
fr: document %s non trouvé

source: document creation %s
fr: création du document %s

source: document creation failed
fr: erreur lors de la création d'un document

source: document is already book in other domain : %s
fr: document est déjà réservé dans un autre domaine : %s

source: document to book not exists %s
fr: document à réserver n'existe pas %s

source: domain not set
fr: domaine non initialisé

source: download document %s
fr: téléchargement du document %s

source: download documents :
fr: téléchargement des documents :

source: endTransaction:no transaction identificator
fr: fin de transaction : pas d'identificateur de transation

source: file %s must be a PHP file
fr: le fichier %s doit être un fichier PHP

source: file %s must be relative
fr: le fichier %s doit être relatif

source: file %s not exists
fr: le fichier %s n'existe pas

source: file %s not implement DomainHook
fr: le fichier %s doit implanter l'interface DomainHook

source: icon
fr: icone

source: id
fr: ide

source: insert the document to see it with offline application
fr: insérer le document pour lecture avec l'application offline

source: interface to organize offline documents
fr: interface pour organiser les documents hors-lignes

source: list documents in space
fr: listes les documents d'un espace

source: lock must be in domain %s
fr: le verrou doit être dans le domaine %s

source: new document
fr: nouveau document

source: no documents to retrieve
fr: aucun document à récupérer

source: no documents uploaded
fr: aucun document à enregistrer

source: no privilege to create offline domain
fr: pas de privilège pour créer un domaine offline

source: no share folder
fr: pas de dossier partagé

source: not a member domain
fr: n'est pas un membre du domaine

source: off:conflict
fr: Conflit

source: off:constraint
fr: Contrainte

source: off:invalid
fr: Invalide

source: off:upToDate
fr: Mis à jour

source: offline management
fr: Mode déconnecté

source: push:invalid document : %s
fr: téléversement : document invalide : %s

source: push:no document found
fr: téléversement : pas de document trouvé

source: remove from my space
fr: enlever de mon espace

source: remove the document from my space
fr: enlever le document de mon espace

source: syncAction
fr: Action

source: syncDate
fr: Date

source: syncMessage
fr: Message

source: syncPrint
fr: Imprimer

source: synchro: %s
fr: synchronisation : %s

source: synchronize change state to %s
fr: changement d'état par synchronisation vers %s

source: title
fr: titre

source: user folder not found
fr: dossier utilisateur non trouvé

source: user folder not found:
fr: dossier utilisateur non trouvé :

source: verified
fr: vérifié

source: view my space
fr: voir mon espace
